package main
import (
    "fmt"
    "os"
)

func main(){
    fmt.Fprintln(os.Stdout, " Димас, я не знаю стоит ли эта хуйня того , и надеюсь что у меня получится сделать это должным образом.")
    fmt.Fprintln(os.Stdout, " Так вот. Ты уже взросленький и стареньбкий, тебе 19 годиков и я хрен его знаю чего тебе можно пожелать.")
    fmt.Fprintln(os.Stdout, " Ну, разве что, видеокарту тебе попизже заиметь и хуярить кайфовые биточеки(получается у тебя в последнее время прям секс, уж почто я не особо ценитель подобного жанра)")
    fmt.Fprintln(os.Stdout, " На кроветке у тебя маленький подгон , который, надеюсь ты скушаешь и он тебе понравится ")
    fmt.Fprintln(os.Stdout, " Основным приколом который я тебе готовил было вот это вот чудо. Я создал гит и вот этот файл на го в нём. Надеюсь что оно сработает и ты смощешь оценить то что я сделол.")
    fmt.Fprintln(os.Stdout, " Вот такое вот я странное")}
