package main
import (
    "fmt"
    "os"
)

func main(){
    fmt.Fprintln(os.Stdout, " Димас, я не знаю стоит ли эта хуйня того , и надеюсь что у меня получится сделать это должным образом.")
    fmt.Fprintln(os.Stdout, " Так вот. Ты уже взросленький и стареньбкий, тебе 19 годиков и я хрен его знаю чего тебе можно пожелать.")
    fmt.Fprintln(os.Stdout, " Ну, разве что, видеокарту тебе попизже заиметь и хуярить кайфовые биточеки(получается у тебя в последнее время прям секс, уж почто я не особо ценитель подобного жанра)")
    fmt.Fprintln(os.Stdout, " На кроветке у тебя маленький подгон , который, надеюсь ты скушаешь и он тебе понравится ")
    fmt.Fprintln(os.Stdout, " Основным приколом который я тебе готовил было вот это вот чудо. Я создал гит и вот этот файл на го в нём. Надеюсь что оно сработает и ты смощешь оценить то что я сделол.")
    fmt.Fprintln(os.Stdout, " Вот такое вот я странное")
    fmt.Fprintln(os.Stdout, " А вообще, солнце, ты крутой. Неиронично. Я вот сижу пишу и вспоминаю сколько между нами разногового было, ты реально сделал мою жизнь в общаге")
    fmt.Fprintln(os.Stdout, " Буквально с момента заезда и по сегодняшний день. Серьёзно.")
    fmt.Fprintln(os.Stdout, " Все эти пизделки из-за доки, куча отжаренного мяса(и отжаренных друг друга кста), поигрушки в манкруйтфт и фортунайт...")
    fmt.Fprintln(os.Stdout, " Ночи за просмотром разного говна с вкусняхами я считаю вообще надо возобновить ибо классное-крутое.")
    fmt.Fprintln(os.Stdout, " Спасибо тебе за сделанный мой второй курс и я надеюсь что у моего солнца в дальнейшем всё будет складываться только пиздаче чем есть сейчас.")
    fmt.Fprintln(os.Stdout, " З.Ы. надеюсь, что тебе вернут деняк за видеокарту ))")
    fmt.Fprintln(os.Stdout, " Вот тут я честно пытался задрочить массивы и циклы но я слишком тупой для голэнга и не осилил, поэтому я просто сделаю это выводом кучи символов.")
    fmt.Fprintln(os.Stdout, " 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0")
    fmt.Fprintln(os.Stdout, " 0 0 1 1 0 0 0 0 0 0 0 1 1 1 0 0 0 0")
    fmt.Fprintln(os.Stdout, " 0 1 0 1 0 0 0 0 0 0 1 0 0 0 1 0 0 0")
    fmt.Fprintln(os.Stdout, " 0 0 0 1 0 0 0 0 0 0 1 0 0 0 1 0 0 0")
    fmt.Fprintln(os.Stdout, " 0 0 0 1 0 0 0 0 0 0 0 1 0 1 0 0 0 0")
    fmt.Fprintln(os.Stdout, " 0 0 0 1 0 0 0 0 0 0 0 0 1 0 0 0 0 0")
    fmt.Fprintln(os.Stdout, " 0 0 0 1 0 0 0 0 0 0 0 1 0 0 0 0 0 0")
    fmt.Fprintln(os.Stdout, " 0 0 0 1 0 0 0 0 0 0 1 0 0 0 0 0 0 0")
    fmt.Fprintln(os.Stdout, " 0 1 1 1 1 1 0 0 0 1 0 0 0 0 0 0 0 0")
    fmt.Fprintln(os.Stdout, " 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0")
    fmt.Fprintln(os.Stdout, " И пуская это вырвиглазно, зато по кодерски!(если тебе сложно ломать глазики то там цифра 19)")}
